{
    "params":
    {
        "local_server":"True",
        "local_uri":"mysql://root:@localhost/thecodingchunks",
        "prod_uri":"mysql://root:@localhost/thecodingchunks",
        "fb_url":"https://facebook.com/thecodingchunks",
        "tw_url":"https://facebook.com/thecodingchunks",
        "gh_url":"https://facebook.com/thecodingchunks",
        "blog_name":"TheCodingChunks",
        "tag_line":"A Blog loved by Data Scientists",
        "gmail-user":"your-email@gmail.com",
        "gmail-password":"gmailpassword",
        "about_text": "I am a Data Science enthusiast, having Master Degree in Electronics and Communication Engineering from Jamia Millia Islamia University, New Delhi. I love to train deep neural nets. I have a great understanding of how Deep Learning works, how to build deep neural networks that lead to successful machine learning projects. Convolutional networks, RNNs, LSTM, Adam, Dropout, BatchNorm, Xavier/He initialization, backpropagation, logistic regression, naïve Bayes, and word vectors to implement sentiment analysis, complete analogies, and translate words.I have a good understanding of how to use locality sensitive hashing for approximate nearest neighbours, dynamic programming, hidden Markov models, and word embeddings to autocorrect misspelled words. How to implement NLP for autocomplete partial sentences and to identify part-of-speech tags for words, Siamese networks in TensorFlow and Trax to perform advanced sentiment analysis, text generation, named entity recognition, and to identify duplicate questions, encoder-decoder, causal, and self-attention to perform advanced machine translation of complete sentences, text summarization, question-answering and to build chatbots and I also have experience of working with various NLP Models like T5, BERT, transformer, reformer etc.I have done lots of case studies from healthcare, autonomous driving, sign language reading, music generation, and natural language processing.My Mathematics knowledge includes Linear algebra, Eigenvalues And Eigenvectors, Dimensionality Reduction (PCA), Multivariable Calculus, Transformation Matrix, Linear Regression, Vector Calculus, Gradient Descent, Probability and Random process and statistics.I can also help the students who are researching the same field. My teaching style is very innovative and simple. I try to teach students in the best possible way. One of my great qualities is that I try to convey difficult things in a very simple way.",
        "no_of_posts": 2,
        "login_image":"login.svg",
        "admin_user":"faizy",
        "admin_password": "12345",
        "upload_location":"C:\\Users\\mohdf\\Downloads\\00_GitClone\\Blogging-Website-Using-Flask\\static"

    }
}